alkurop/esp32-midi-in-out/sdkconfig.defaults
 
CONFIG_IDF_TARGET="esp32c3"
CONFIG_LOG_DEFAULT_LEVEL_DEBUG=y
CONFIG_BOOTLOADER_LOG_LEVEL_NONE=y

CONFIG_WIFI_ENABLED=n
CONFIG_BT_ENABLED=n


